Repository: JaktensTid/RemotionServer
Catalog: RemotionServer/Properties/Resources.*.resx
Languages: ru

# AdressString
source: Address for connection:
ru: IP-адрес для соединения:

# CloseSocketButton
source: Close connection
ru: Закрыть соединение

# ConnectionTabHeader
source: Connection
ru: Соединение

# EnterValidPortTextBox
source: Enter valid port
ru: Неправильный номер порта

# EnterYourPortTextbox
source: Enter your port
ru: Введите свой порт

# ExitButton
source: Exit
ru: Выход

# InternetExceptionString
source: Internet exception occured
ru: Произошла интернет-ошибка

# MinimizeButton
source: Minimize
ru: Свернуть

# OpenSocketButton
source: Open connection
ru: Открыть соединение

# PortString
source: port:
ru: порт:

# RestartApplicationString
source: Please, restart program
ru: Пожалуйста, перезапустите приложение

# ServerExceptionString
source: Server exception occured
ru: Произошла ошибка сервера

# SocketClosedString
source: Connection closed
ru: Сокет успешно закрыт

# SocketOpenedString
source: Connection opened
ru: Сокет успешно открыт

# ScrollSpeedLabel
source: Scroll sensitivity
ru: Скорость скроллинга

# AvailableIpLabel
source: Your IP adresses
ru: Ваши IP адреса

# CurrentConnectionSettingsLabel
source: Selected:
ru: Выбрано:

# HelpMainWindowButton
source: Choose IP address, and then click "Open connection" button to start the server to listen to incoming messages from Remotion Client, installed on your android device.
ru: Выберите IP адрес, а затем нажмите кнопку "Открыть соединение",чтобы запустить сервер на прослушивание входящих сообщений приложения Remotion, установленного на ваше устройство.

# CancelButton
source: Cancel
ru: Отменить

# CloseActiveWindowMenu
source: Close active window
ru: Закрыть активное окно

# MinimizeAllMenu
source: Minimize all windows
ru: Свернуть всё

# NothingMenu
source: Nothing
ru: Ничего

# TurnOffSoundMenu
source: Turn off sound
ru: Выключить звук

# BrowserBackwardMenu
source: Browser - backward
ru: Браузер - назад

# BrowserForwardMenu
source: Browser - forward
ru: Бразуер - вперёд

# BrowserRefreshPageMenu
source: Browser refresh page
ru: Браузер - обновить страницу

# CopyMenu
source: CTRL+C
ru: Скопировать выделенное

# CutMenu
source: Cut
ru: Вырезать

# ExpandAllMenu
source: Expand all windows
ru: Развернуть все окна

# PasteMenu
source: CTRL+V
ru: Вставить выделенное

# ActionLabel
source: Action
ru: Действие

# FastButton1GroupBox
source: Shortcut key №1
ru: Клавиша быстрого доступа №1

# FastButton2GroupBox
source: Shortcut key №2
ru: Клавиша быстрого доступа №2

# VolumeDownMenu
source: Decrease volume
ru: Уменьшить громкость

# VolumeUpMenu
source: Increase volume
ru: Увеличить громкость

# ZoomInMenu
source: Zoom in
ru: Приблизить

# ZoomOutMenu
source: Zoom out
ru: Отдалить

# TouchpadSpeedLabel
source: Touchpad sensitivity
ru: Чувствительность тачпада

# ScrollDownMenu
source: Scroll down
ru: Пролистать вниз

# ScrollUpMenu
source: Scroll up
ru: Пролистать вверх

# NotifyIconBaloonText
source: I'm here! Click on icon to expand.
ru: Я здесь! Нажмите на иконку, чтобы развернуть.

# SettingsTabHeader
source: Settings
ru: Настройки

# CloseConnectionClickHelper
source: Click this button to stop the server
ru: Отключить сервер

# OpenConnectionClickHelper
source: Click this button to start the server to listen to incoming messages from Remotion Client, installed on your android device
ru: Кликните эту кнопку, чтобы запустить сервер на прослушивание входящих сообщений приложения Remotion, установленного на ваше устройство

# UpdateButton
source: Update
ru: Обновить

# UpdateNetworkInfoHelper
source: Update available IP addresses
ru: Обновить список доступных IP адресов
